import { TChemistryDB } from "./declarations";

export const CHEMISTRY_DB: TChemistryDB = {
  weld_chemistry: {
    label: "Сварочная химия",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    list: [
      {
        name: "Спрей пистолетный BINZEL",
        image: {
          src: "",
          alt: "",
        },
        info: "Препятствует налипанию брызг, увеличивает ресурс наконечника, вставки и сопла. Не содержит силикон фрионов и других озоноразрушающих веществ. Содержание: 400 мл (уп. 12 шт.)",
        tags: ["спрей", "пистолетный", "binzel"],
      },
      {
        name: "Спрей керамический",
        image: {
          src: "",
          alt: "",
        },
        info: "Произведён по особой технологии и не содержит силикона. Этот недавно разработанный защитный спрей особенно подходит для автоматизированных и продолжительных процессов сварки. Содержание: 400 мл (уп. 12 шт.)",
        tags: ["спрей", "керамический"],
      },
      {
        name: "Спрей пистолетный NF невоспламеняющийся",
        image: {
          src: "",
          alt: "",
        },
        info: "Предназначен для защиты деталей сварочной горелки от налипания сварочных брызг. Способствует увеличению срока службы быстро изнашивающихся деталей горелки. Не содержит силикона. Содержание: 300 мл (уп. 12 шт.)",
        tags: ["cпрей", "пистолетный", "NF", "невоспламеняющийся"],
      },
      {
        name: "Паста “Дюзофикс”",
        image: {
          src: "",
          alt: "",
        },
        info: "Препятствует налипанию брызг, увеличивает ресурс наконечника, вставки и сопла. Содержание: 300 мл",
        tags: ["паста", "дюзофикс"],
      },
      {
        name: "Средство против налипания брызг ROBO",
        image: {
          src: "",
          alt: "",
        },
        info: "Увеличивает ресурс наконечника, вставки и сопла.",
        tags: ["средство", "против налипания", "брызг", "robo"],
      },
      {
        name: "Эмульсия ABIBLUE NF - защита от сварочных брызг",
        image: {
          src: "",
          alt: "",
        },
        info: "Используется со всеми видами сварки, в том числе с лазерной и плазменной резкой. Защищает свариваемые поверхности, не влияет на последующие процессы покрытия (лакокраски, оцинковки и т.д.) Защищает от повышенного ввода водорода при сварке алюминия. Канистра 10 л",
        tags: ["эмульсия", "abiblue nf", "nf"],
      },
      {
        name: "Охлаждающий агент BNC-50 NF",
        image: {
          src: "",
          alt: "",
        },
        info: "Специальное охлаждающее средство ABICOR BINZEL®, морозоустойчивость до -45°С для всех жидкостно охлаждаемых установок сварки и резки. 5 литров",
        tags: [
          "охлаждающий",
          "агент",
          "охлаждающий агент",
          "bnc50",
          "bnc",
          "bnc-50",
          "nf",
        ],
      },
      {
        name: "Тестер электропроводимости Primo 5",
        image: {
          src: "",
          alt: "",
        },
        info: "Идеально подходит для проверки электропроводимости. Благодаря своей компактной конструкции, позволяет выполнить измерения даже быстрее и проще.",
        tags: [
          "тестер",
          "тестер электропроводимости",
          "электропроводимость",
          "primo",
          "primo 5",
        ],
      },
      {
        name: "Охлаждающий агент",
        image: {
          src: "",
          alt: "",
        },
        info: "Позволяет избежать: истончения меди и электролитической коррозии.",
        tags: ["охлаждающий", "агент", "охлаждающий агент"],
      },
    ],
  },
  electrical_holders: {
    label: "Электродержатели DE2200 / DE2300 / DE2400 / DE2500",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    images: {
      table: {
        src: "holders_table.jpg",
        alt: "Таблица каталога электродержателей",
      },
      scheme: {
        src: "holders_scheme.jpg",
        alt: "Устройство электродержателя схема",
      },
      parts: {
        title: "Запчасти и расходники",
        src: "holders_parts.jpg",
        alt: "Запчасти и расходники",
      },
    },
    tags: [
      "электродержатели",
      "электродержатель",
      "de2200",
      "de",
      "2200",
      "2300",
      "2400, 2500",
      "de2300",
      "de2400",
      "de2500",
    ],
  },
  carbon_electrodes: {
    label: "Угольные электроды",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    images: {
      abiarc_dc_single: {
        title: "Угольные электроды ABIARC DC штучные",
        src: "abiarc_dc_single.jpg",
        alt: "Таблица каталога угольных электродов ABIARC DC штучных",
      },
      abiarc_ac_single: {
        title: "Угольные электроды ABIARC AC штучные",
        src: "abiarc_ac_single.jpg",
        alt: "Таблица каталога угольных электродов ABIARC AC штучных",
      },
      abiarc_dc_connectable: {
        title: "Угольные электроды ABIARC DC соединяемые",
        src: "abiarc_dc_connectable.jpg",
        alt: "Таблица каталога угольных электродов ABIARC DC соединяемых",
      },
      abiarc_dc_flat: {
        title: "Угольные электроды ABIARC DC плоские",
        src: "abiarc_dc_flat.jpg",
        alt: "Таблица каталога угольных электродов ABIARC DC плоских",
      },
      abiarc_al_ac: {
        title: "Угольные электроды ABIARC AL (AC) для строжки",
        src: "abiarc_al_ac.jpg",
        alt: "Таблица каталога угольных электродов ABIARC AL (AC) для строжки",
      },
    },
  },
  planers: {
    label: "Строгачи",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    images: {
      scheme: {
        title: "K 10 / K 12 / K 12 T / K 16 / K 16 T/ K 20",
        src: "scheme.jpg",
        alt: "Строгач в разобранном виде",
      },
      components: {
        title: "Комплектующие и расходные материалы",
        src: "components.jpg",
        alt: "Таблица комплектующих и расходных материалов",
      },
      technical_info: {
        title: "Технические данные",
        src: "technical_info.jpg",
        alt: "Таблица с техническими данными",
      },
      assembled_table: {
        title: "Строгач в сборе",
        src: "assembled_table.jpg",
        alt: "Таблица с типами строгачей в сборе",
      },
      assembled_img: {
        src: "assembled_img.jpg",
        alt: "Общий вид строгача в сборе",
      },
    },
  },
  quick_couplings: {
    label: "Быстросъемные соединения",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    images: {
      table_0: {
        src: "table_0.jpg",
        alt: "Сводная таблица с быстросъемными соединениями, часть 1",
      },
      table_1: {
        src: "table_1.jpg",
        alt: "Сводная таблица с быстросъемными соединениями, часть 2",
      },
    },
  },
  tungsten_electrodes: {
    label: "Вольфрамовые электроды",
    image: {
      src: "",
      alt: "Вольфрамовые электроды",
      description:
        "Электроды с добавкой оксида лантана универсальные и применяются почти во всех областях сварки DC и АС. Главное применение они находят при сварке не — и высоколегированных сталей как и сплавов алюминия, никеля, меди и магнезия. Дальше они используются при микроплазменной сварке. Благодаря хорошим свойствам поджига идеально подходят для автоматической сварки.\nЦветная маркировка:\nWL 10 = чёрный / WL 15 = золотой / WL 20 = синий.\n\nУниверсальные электроды практически для всех процессов сварки TIG, не радиоактивны. Благодаря добавке оксида церия (СеО2) электроды данного типа обладают рабочими свойствами, схожими с WТ электродами. Применяются для сварки нелегированных и высоколегированных сталей, алюминия, титана, никеля, меди и сплавов магния в режимах DC и AС.\nЦветная маркировка:\nWC 20 = серый.\n\nВольфрамовые электроды с добавкой циркония уменьшают опасность попадания вольфрама в сварной шов. Область применения данных электродов является сварка переменным током (АС). Цветная маркировка: WZ 08 = белый. Электроды без добавок состоящие из чистого вольфрама. Главной областью применения этих электродов является сварка переменным током (АС) сплавов алюминия при хорошей устойчивости дуги. Электроды WP не пригодны для сварки прямым током (DC).\nЦветная маркировка:\nWP = зелёный",
    },
  },
  bayonet_connectors: {
    label: "Байонетные разъемы",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
    data: {
      technical_info: {
        title: "Технические данные",
        image: {
          src: "technical_info.jpeg",
          alt: "Таблица с техническими данными байонетных разъемов",
        },
        table: {
          heading: "*ABI–CM / ABI–IF или АBI–CF / ABI–IM",
          rows: [
            "ABI–CM (Cable Male) = кабельный штекер",
            "ABI–CF (Cable Female) = кабельное гнездо",
            "ABI–IM (Insert мale) = панельный штекер",
            "ABI–IF (Insert Female) = панельное гнездо",
          ],
        },
      },
      systems: {
        title: "Система байонетных разъемов",
        sections: [
          {
            image: {
              src: "table_1-8.jpg",
              alt: "Общий вид разъемов 1-8 из таблицы",
            },
            tables: [
              {
                heading: "Панельные гнезда",
                rows: [
                  { label: "1. ABI–IF 10–25", number: "Идент. No: 511.0304" },
                  { label: "2. ABI–IF 35-50", number: "Идент. No: 511.0314" },
                  { label: "3. ABI–IF 50–70", number: "Идент. No: 511.0330" },
                  { label: "4. ABI-IF 70-95", number: "Идент. No: 511.0309" },
                ],
              },
              {
                heading: "Кабельные штекера",
                rows: [
                  { label: "5. ABI–CM 10–25", number: "Идент. No: 511.0305" },
                  { label: "6. ABI–CM 35-50", number: "Идент. No: 511.0315" },
                  { label: "7. ABI–CM 50–70", number: "Идент. No: 511.0331" },
                  { label: "8. ABI-CM 70-95", number: "Идент. No: 511.0342" },
                ],
              },
            ],
          },
          {
            image: {
              src: "table_9-16.jpg",
              alt: "Общий вид разъемов 9-16 из таблицы",
            },
            tables: [
              {
                heading: "Панельные гнезда",
                rows: [
                  { label: "9. ABI–IM 10–25", number: "Идент. No: 511.0306" },
                  { label: "10. ABI–IM 35-50", number: "Идент. No: 511.0316" },
                  { label: "11. ABI–IM 50–70", number: "Идент. No: 511.0332" },
                  { label: "12. ABI-IM 70-95", number: "Идент. No: 511.0320" },
                ],
              },
              {
                heading: "Кабельные штекера",
                rows: [
                  { label: "13. ABI–CF 10–25", number: "Идент. No: 511.0303" },
                  { label: "14. ABI–CF 35-50", number: "Идент. No: 511.0313" },
                  { label: "15. ABI–CF 50–70", number: "Идент. No: 511.0329" },
                  { label: "16. ABI-CF 70-95", number: "Идент. No: 511.0340" },
                ],
              },
            ],
          },
        ],
      },
    },
  },
  other_accessories: {
    label: "Прочие акссессуары",
    description:
      "В своём стремлении улучшить пользовательский опыт мы упускаем, что представители современных социальных резервов, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. А ещё элементы политического процесса смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.\n\nОднозначно, базовые сценарии поведения пользователей, превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что интерактивные прототипы объективно рассмотрены соответствующими инстанциями.",
  },
};

const CHEMISTRY_TAGS = {};
