export const ELECTRICAL_HOLDERS_CATALOG_DATA = {
    label: "Электродержатели DE2200 / DE2300 / DE2400 / DE2500",
    description:
      "Обеспечьте максимальную производительность и комфорт при ручной сварке штучным электродом с электрододержателями R-Weld. Наши электрододержатели оснащены овальной теплоизолирующей рукояткой и высококачественными изоляционными материалами, обеспечивающими комфорт и безопасность сварщика. Надёжная фиксация электрода в четырёх положениях и широкий диапазон совместимости с электродами и сварочными кабелями делают электрододержатели R-Weld идеальным инструментом для различных сварочных задач. Приобретая электрододержатели R-Weld, вы инвестируете в эффективность и безопасность.",
    images: {
      table: {
        src: "holders_table.jpg",
        alt: "Таблица каталога электродержателей",
      },
      scheme: {
        src: "holders_scheme.jpg",
        alt: "Устройство электродержателя схема",
      },
      parts: {
        title: "Запчасти и расходники",
        src: "holders_parts.jpg",
        alt: "Запчасти и расходники",
      },
    },
    tags: [
      "электродержатели",
      "электродержатель",
      "de2200",
      "de",
      "2200",
      "2300",
      "2400, 2500",
      "de2300",
      "de2400",
      "de2500",
    ],
  }