import { TRobotizationsDB } from "./declarations";

export const ROBOTIZATION_DB: TRobotizationsDB = {
  label: "Роботизация и автоматизация",
  content:
    "Представители современных социальных резервов могут быть объективно рассмотрены соответствующими инстанциями. Сложно сказать, почему независимые государства призывают нас к новым свершениям, которые, в свою очередь, должны быть функционально разнесены на независимые элементы!\n\nВ своём стремлении улучшить пользовательский опыт мы упускаем, что акционеры крупнейших компаний и по сей день остаются уделом либералов, которые жаждут быть призваны к ответу.",
};
