import { TPostItem } from "./declarations";

export const BLOG_DB: TPostItem[] = [
  {
    previewTitle: "Открытие нового филиала",
    articleTitle:
      "Хотим вам сообщить, что открылся новый филиал в Санкт-Петербурге",
    shortDescription:
      "Противоположная точка зрения подразумевает, что базовые сценарии поведения пользователей набирают популярность среди определенных слоев населения, а значит, должны быть в равной степени предоставлены сами себе. Задача организации, в особенности же экономическая повестка сегодняшнего дня прекрасно подходит для реализации новых принципов формирования материально-технической и кадровой базы.",
    fullDescription:
      "Противоположная точка зрения подразумевает, что базовые сценарии поведения пользователей набирают популярность среди определенных слоев населения, а значит, должны быть в равной степени предоставлены сами себе. Задача организации, в особенности же экономическая повестка сегодняшнего дня прекрасно подходит для реализации новых принципов формирования материально-технической и кадровой базы.",
    image: "blog_0.jpg",
    date: "2 марта 1992",
    id: 0,
  },
  {
    previewTitle: "Новинка",
    shortDescription:
      "Имеется спорная точка зрения, гласящая примерно следующее: стремящиеся вытеснить традиционное производство, нанотехнологии лишь добавляют фракционных разногласий и описаны максимально подробно.",
    image: "blog_0.jpg",
    date: "5 марта 1992",
    id: 1,
  },
  {
    previewTitle: "Доставка",
    shortDescription:
      "Есть над чем задуматься: представители современных социальных резервов могут быть заблокированы в рамках своих собственных рациональных ограничений.",
    image: "blog_0.jpg",
    date: "5 марта 1992",
    id: 2,
  },
];
