import { TPostItem } from "./declarations";

export const BLOG_DB: TPostItem[] = [
  {
    previewTitle: "О нас",
    articleTitle:
      "О нас",
    shortDescription:
      "R-Weld: сварочное оборудование, созданное по немецким стандартам качества",
    fullDescription:
      "R-Weld: сварочное оборудование, созданное по немецким стандартам качества R-Weld - производитель и поставщик профессионального сварочного оборудования, который стремится предлагать своим клиентам только самую качественную и надежную продукцию. Именно поэтому производство сварочных горелок MIG/MAG, TIG и шланговых пакетов для роботизированной сварки осуществляется на мощностях немецкого производителя Abicor Binzel. Немецкие традиции в сварочной индустрии - это синоним качества, надежности и передовых технологий, поэтому R-Weld использует проверенные временем технологии и стандарты, заложенные немецкими инженерами. \n\nR-Weld - это: \n\n- современное производство: завод R-Weld оснащен всем необходимым и передовым оборудованием, что позволяет изготавливать сварочные горелки MIG/MAG, TIG и шланговые пакеты для роботизированной сварки высочайшего качества.\n\n- опыт и экспертиза: сотрудники R-Weld прошли обучение на ведущих предприятиях Европы, в том числе в Abicor Binzel, и обладают глубокими знаниями в производстве сварочного оборудования, что гарантирует высокую надежность продукции компании.\n\n- широкая география представительств: сеть филиалов и дистрибьюторов R-Weld охватывает всю Россию, именно это и обеспечивает оперативную доставку и поддержку клиентов.\n\n- завод в Рязани: R-Weld располагает собственным заводом в центральной части России, основанным на мощностях немецкого производителя Abicor Binzel, где осуществляется сборка и тестирование оборудования. Новые партнеры и клиенты компании могут посетить завод и лично убедиться в качестве продукции и эффективности технологических процессов.\n\n\nR-Weld - это выбор профессионалов, которые ценят качество, надежность и сервис.",
    image: "blog_0.jpg",
    date: "30 сентября 2024",
    id: 0,
  },
  {
    previewTitle: "Выставка Beijing Essen Welding & Cutting 2024",
    articleTitle:
      "R-Weld на выставке в Китае",
    shortDescription:
      "R-Weld на выставке Beijing Essen Welding & Cutting 2024: в поисках инноваций и новых решений для сварки!",
    fullDescription:
    "В августе 2024 года команда R-Weld посетила одну из крупнейших международных выставок сварочного оборудования Beijing Essen Welding & Cutting 2024 в Шанхае, собравшей ведущих производителей и специалистов отрасли со всего мира. На выставке были представлены инновационные решения от таких гигантов, как Abicor Binzel, Fronius, Esab, Panasonic и многих других. R-Weld, стремясь к постоянному совершенствованию и внедрению передовых технологий в производство сварочного оборудования, использовал эту возможность для изучения новейших тенденций в отрасли.  \n\nПосещение выставки дало возможность познакомиться с последними достижениями коллег в области сварочных технологий. Команда детально изучила представленные на стендах новейшие разработки, а также инновационные решения, в том числе в роботизированных системах сварки. \n\nОбмен опытом с коллегами из разных стран позволил команде R-Weld получить ценные знания о современных подходах к решению актуальных задач в сварочной индустрии. \n\nВыставка также предоставила R-Weld возможность наладить контакты с потенциальными партнерами и поставщиками из разных стран. Новые связи - это отличная возможность расширить ассортимент продукции, улучшить качество и предложить клиентам еще более эффективные решения.\n\nR-Weld продолжает активно следить за мировыми тенденциями и стремится внедрять инновации в производство сварочного оборудования, чтобы предлагать своим клиентам самые современные и технологичные решения их задач.",
    image: "blog_1.jpg",
    date: "30 сентября 2024",
    id: 1,
  },
];
