import { TContactsItem } from "./declarations";

export const CONTACTS_DB: TContactsItem[] = [
  {
    id: 0,
    city: "Рязань",
    address: "Рязанская обл., с. Поляны, ул. Новая, строение 15",
    phone: {
      label: "8 800 900-10-10",
      href: "+78009001010",
    },
    email: "info@r-weld.ru",
    delivery: "Доставка до терминала Деловые Линии за наш счёт",
    promo: "Дополнительная скидка 2%",
  },
  {
    id: 1,
    city: "Москва",
    address: "Московская обл., г. Москва, ул. Старая, строение 666",
    phone: {
      label: "8 800 300-06-00",
      href: "+78009001010",
    },
    email: "info@r-weld.ru",
    delivery: "Доставка до терминала Деловые Линии за наш счёт",
    promo: "Дополнительная скидка 200%",
  },
  {
    id: 2,
    city: "Санкт-Петербург",
    address:
      "Ленинградская обл., г. Санкт-Петебург, ул. Стародеревенская,  д 1",
    phone: {
      label: "8 800 300-06-00",
      href: "+78009001010",
    },
    email: "info@r-weld.ru",
    delivery: "Доставка до терминала Деловые Линии за наш счёт",
  },
  {
    id: 3,
    city: "Екатеринбург",
    address: "г. Екатеринбург, ул. Новодеревенская,  д 2",
    phone: {
      label: "8 800 300-06-00",
      href: "+78009001010",
    },
    email: "info@r-weld.ru",
    delivery: "Доставка до терминала Деловые Линии за наш счёт",
  },
  {
    id: 4,
    city: "Красноярск",
    address: "г. Красноярск, ул. Няшная,  д 20",
    phone: {
      label: "8 800 300-06-00",
      href: "+78009001010",
    },
    email: "info@r-weld.ru",
    delivery: "Доставка до терминала Деловые Линии за наш счёт",
  },
];
