export const QUICK_COUPLINGS_CATALOG_DATA = {
    label: "Быстросъемные соединения",
    description:
      "Ускорьте работу производства с быстросъёмными соединениями от R-Weld.\nНаши быстросъёмные соединения позволяют экономить время и повышать производительность. Также они универсальны и совместимы с широким спектром сварочных аппаратов и кабелей, что делает их идеальным решением для различных сварочных работ.\nСистема быстросъёмных соединений R-Weld спроектирована в соответствии с высочайшими стандартами безопасности, обеспечивая надёжное и защищённое соединение, предотвращая случайное отключение.",
    images: {
      table_0: {
        src: "table_0.jpg",
        alt: "Сводная таблица с быстросъемными соединениями, часть 1",
      },
      table_1: {
        src: "table_1.jpg",
        alt: "Сводная таблица с быстросъемными соединениями, часть 2",
      },
    },
  }